# Options
cask_args appdir: "/Applications" #, require_sha: true

# Formulae
brew "ast-grep"
brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnupg"
brew "gpg2"
brew "imagemagick"
brew "imageoptim-cli"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "ollama"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql@17"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "webp"
brew "wget"
brew "zoxide"

# Casks
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "chatgpt"
cask "cyberduck"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "electrum"
cask "figma"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "ghostty"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "logitech-g-hub"
cask "logi-options+"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "multipass"
cask "netnewswire"
cask "nikitabobko/tap/aerospace"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "postman"
cask "spotify"
cask "telegram"
cask "transmission"
cask "yandex-music"
cask "zed"

# mas
mas "DaVinci Resolve", id: 571213070
mas "Kindle", id: 302584613
mas "Shadowrocket", id: 932747118
# mas "Fade In", id: 488557039
