bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
ginfuru.ginfuru-vscode-jekyll-syntax
ginfuru.vscode-jekyll-snippets
github.vscode-pull-request-github
golang.go
jdinhlife.gruvbox
jock.svg
kisstkondoros.vscode-gutter-preview
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
neilding.language-liquid
pkief.material-icon-theme
redhat.vscode-yaml
sainnhe.gruvbox-material
shd101wyy.markdown-preview-enhanced
sissel.shopify-liquid
sumneko.lua
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
yzhang.markdown-all-in-one
