antfu.browse-lite
antfu.vite
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
ginfuru.ginfuru-vscode-jekyll-syntax
ginfuru.vscode-jekyll-snippets
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
ibm.output-colorizer
jdinhlife.gruvbox
jock.svg
kisstkondoros.vscode-gutter-preview
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
mvllow.rose-pine
naumovs.color-highlight
neilding.language-liquid
pkief.material-icon-theme
pranaygp.vscode-css-peek
redhat.vscode-yaml
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
sissel.shopify-liquid
sumneko.lua
tobias-z.vscode-harpoon
tomoki1207.pdf
tyriar.lorem-ipsum
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscodevim.vim
wayou.vscode-todo-highlight
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
