basictex
nikitabobko/tap/aerospace
karabiner-elements
flameshot
stats
keycastr
monitorcontrol
hiddenbar
firefox
google-chrome
google-drive
onedrive
dropbox
discord
microsoft-teams
signal
slack
telegram
zoom
notion
obsidian
todoist
affinity-photo
alt-tab
appcleaner
audacity
deepl
gimp
iina
keepingyouawake
keyboardcleantool
logi-options+
obs
raycast
spotify
yandex-music
transmission
cursor
dbeaver-community
docker
figma
ghostty
postman
visual-studio-code
webstorm
zed
multipass
font-iosevka-nerd-font
font-jetbrains-mono-nerd-font
